app/controllers/users_controller.rb

INSERT INTO "users" ("bio", "created_at", "email", "full_name", "location", "password_digest", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
	def create
		@user = User.new(user_params)

		if @user.save